[
  {
    "title": "Modulo 1",
    "subtitle": "Presupposti giuridici della coordinazione genitoriale",
    "description": "Il modulo fornisce una panoramica dei fondamenti legali necessari per la pratica della coordinazione genitoriale, attraverso l’esplorazione della tutela sostanziale degli interessi, dei mezzi di autotutela e autocomposizione dei conflitti, degli istituti della crisi familiare, della tutela giurisdizionale dei diritti e del procedimento per le persone, i minorenni e le famiglie.",
    "notes": "Il materiale didattico di questo modulo è costituito da un toolkit professionale per lo svolgimento del processo di coordinazione genitoriale."
  },
  {
    "title": "Modulo 2",
    "subtitle": "Introduzione alla coordinazione genitoriale",
    "description": "Il modulo introduce la coordinazione genitoriale, esaminandone in modo schematico tutti gli aspetti: classificazione tecnica, linee guida, modelli teorici di riferimento e peculiarità.",
    "notes": "Il materiale didattico di questo modulo è costituito da un toolkit professionale per lo svolgimento del processo di coordinazione genitoriale."
  },
  {
    "title": "Modulo 3",
    "subtitle": "Presupposti metodologici della coordinazione genitoriale",
    "description": "Il modulo esplora i presupposti metodologici necessari per una piena comprensione della coordinazione genitoriale, analizzando la storia e la relazione di coppia, le funzioni e le dinamiche genitoriali e i fattori di rischio evolutivo per i figli minori nella continua esposizione al conflitto ed effettuando una lettura critica della tipologia di intervento.",
    "notes": "Il materiale didattico di questo modulo è costituito da un toolkit professionale per lo svolgimento del processo di coordinazione genitoriale."
  },
  {
    "title": "Modulo 4",
    "subtitle": "Illustrazione analitica del metodo della coordinazione genitoriale",
    "description": "Il modulo offre una formazione completa sulla coordinazione genitoriale, illustrando in modo analitico il metodo, le fasi, le tecniche, lo svolgimento del processo e i piani genitoriali, con un focus specifico sul modello sistematico-integrato.",
    "notes": "Il materiale didattico di questo modulo è costituito da un toolkit professionale per lo svolgimento del processo di coordinazione genitoriale."
  }
]