[
  {
    "title": "Modulo 1",
    "subtitle": "Tecniche e pratica di mediazione familiare",
    "description": "Il modulo offre una formazione completa sulla mediazione familiare, illustrando in modo approfondito tutti gli aspetti relativi all’intervento, alla peculiarità della relazione di aiuto, all’empowerment e all’autoconsapevolezza emotiva, con un focus specifico sul modello causale-rigenerativo.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 2",
    "subtitle": "Diritto sostanziale",
    "description": "Il modulo fornisce le principali informazioni di diritto sostanziale, attraverso l’esplorazione della nozione giuridica di famiglia, della pluralità di modelli giuridici familiari tra uguaglianza di diritti e diritto alla diversità, dei patrimoni separati al servizio dei bisogni della famiglia, degli aspetti della separazione e del divorzio, della filiazione, delle misure civili a protezione della famiglia, della violazione dei doveri familiari e dell’illecito endofamiliare.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 3",
    "subtitle": "Diritto processuale",
    "description": "Il modulo fornisce le principali informazioni di diritto processuale, attraverso l’esplorazione del procedimenti in materia familiare, del curatore speciale del minore, della consulenza tecnica d’ufficio, delle tutele previste dall’ordinamento e della negoziazione assistita.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 4",
    "subtitle": "Diritto penale",
    "description": "Il modulo fornisce le principali informazioni di diritto penale, attraverso l’esplorazione dei reati contro la persona in ambito familiare, dell’accertamento penale, delle misure penali a protezione della famiglia tra prevenzione e sanzione, delle cointeressenze e del coordinamento delle procedure penali con quelle familiari.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 5",
    "subtitle": "Diritto matrimoniale e processuale canonico",
    "description": "Il modulo fornisce le principali informazioni di diritto matrimoniale e processuale canonico, attraverso l’esplorazione della riforma del processo di nullità del matrimonio, della nullità matrimoniale tra consulenza canonica e mediazione familiare, della gestione del conflitto familiare in sede canonica e delle ricadute in ambito civile.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 6",
    "subtitle": "Psicologia del conflitto",
    "description": "Il modulo analizza in profondità la complessa sfera della psicologia del conflitto, approfondendo argomenti chiave come il ciclo di vita della famiglia, le dinamiche che conducono dall’alleanza alla frattura coniugale, le relazioni violente, la psicologia dell’età evolutiva, la qualità delle interazioni e delle relazioni precoci nello sviluppo e nel benessere nel ciclo di vita, i vissuti dell’operatore e delle storie di vita degli esperti nella gestione delle relazioni familiari e nello sviluppo del bambino e dell’adolescente.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 7",
    "subtitle": "Sociologia della devianza e della famiglia",
    "description": "Il modulo affronta il tema della sociologia della devianza e della famiglia, trattando aspetti cruciali come la manipolazione all’interno del setting di mediazione familiare, la figura del partner controllante, la ricerca dell’alleanza con l’operatore e la lettura degli indicatori, la ridefinizione dei confini operativi quale potenziale strumento di prevenzione di comportamenti devianti e l’analisi delle possibili strategie operative.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 8",
    "subtitle": "Tecniche di negoziazione e di gestione del conflitto",
    "description": "Il modulo insegna le tecniche di negoziazione e di gestione del conflitto, fornendo tutti gli strumenti utili a investigare la sua natura, le sue radici e i suoi meccanismi, a riconoscere ciò che si nasconde dietro la contrapposizione e a comprendere le dinamiche e le motivazioni dei comportamenti conflittuali. Il valore aggiunto del modulo è rappresentato dal metodo O.A.S.I. (Osservare, Ascoltare, Sentire, Integrare), che costituisce un prezioso strumento per la gestione efficace del conflitto e per il raggiungimento di soluzioni durature.",
    "notes": "Il materiale didattico di questo modulo è costituito dal manuale <em>I professionisti e la gestione dei conflitti. Un metodo innovativo per integrare competenze tecniche e relazionali, risolvere conflitti e concludere negoziazioni</em>."
  },
  {
    "title": "Modulo 9",
    "subtitle": "Leadership",
    "description": "Il modulo presenta la genesi, lo sviluppo e le applicazioni teorico-pratiche della leadership, delineando le migliori strategie per integrarla in modo funzionale nel contesto della mediazione familiare e migliorare la gestione delle dinamiche relazionali.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  },
  {
    "title": "Modulo 10",
    "subtitle": "Supervisione didattica e professionale di gruppo e individuale",
    "description": "Il modulo è costituito da sessioni di confronto guidato, finalizzate a fornire ai professionisti un supporto nel loro ruolo, attraverso l’auto-osservazione e il potenziamento delle risorse, in un contesto non giudicante, fondato sulla circolarità delle informazioni.",
    "notes": "Il materiale didattico di questo modulo è costituito da una dispensa elettronica."
  }
]